<?php
defined('_MATAN');
include('../conf.php')

?>

<?php include 'blocks/navigation.php'; ?>

<link rel="stylesheet" href="../stylemobile.css">
<link rel="stylesheet" href="../style.css">
<link rel="stylesheet" href="../Stylefrom.css">
<main>
  <h2>איך להוריד צלצולים להורדה לאייפון ולאנדרואיד בחינם</h2>
  <table cellpadding='2' cellspacing='0' width='100%' style='background-color:#FFFFFF;color:#062b4d;border:1px dashed #800080'>
    <tr>
      <td></td>
    </tr>
  </table>
  באתר ניתן למצוא אלפי צלצולים להורדה בחינם, באתר קיימים קטגוריות לפי סגנונות ובנוסף עמודי זמרים בהם תוכלו למצוא את הצלצולים לפי הזמר האהוב עליכם!<br />
  תוכלו לחפש את הצלצול האהוב עליכם כאן למעלה בצד שמאל של המסך בלחיצת כפתור אחת. <br />
  רוב הצלצולים באתר שלנו תומכים גם באייפון, שימו לב שלכל אחד שיטת התאמה למכשיר שונה לכן יש לקרוא היטב את המדריך שלנו.<br />
  במידה ולא מצאתם את הצלצול שחיפשתם, נקבל אוטומטית את החיפוש שלכם ותוך זמן קצר נוסיף אותו לאתר.<br />
  אין ספק שאתר רינג מי הוא הדרך המהירה והקלה ביותר להורדת צלצולים לאייפון ולאנדרואיד.
  <br /><br />

  <h2><a href="https://www.ringme.co.il/iphone.html">איך להוריד צלצולים לאייפון</a></h2>
  <table cellpadding='2' cellspacing='0' width='100%' style='background-color:#FFFFFF;color:#062b4d;border:1px dashed #800080'>
    <tr>
      <td></td>
    </tr>
  </table>

  <div class="artist-container">
    <div class="aboutArtist">
      <div class="text">

        <div class="howto">

          <ul>
            <li>
              <h2>שלב ראשון: הורדת הצלצול המתאים מהאתר רינג מי</h2>
              <ul>
                <li>בוחרים את הצלצול המתאים שברצונכם להוריד למכשיר הסלולרי שלכם</li>
                <li>בוחרים הורדה מתאימה, לאנדרואיד לחצו "הורד צלצול" ולאייפון לחצו "הורד לאייפון"</li>
                <li>שומרים את הצלצול,<font color="red">שימו לב שיש דפדפנים שלא תומכים בהורדות, נסו מדפדפן אחר</font>
                </li>
                <li>לוחצים על הצלצול לאחר שיירד ולוחצים על שיתוף, ושומרים אותו בקבצים.</li>
              </ul>
            </li>
            <li>
              <h2>שלב שני: הורדת אפליקציית Garageband והכנת הצלצול במכשיר</h2>
              <ul>
                <li>מורידים מחנות האפליקציות AppStore את היישום Garageband ומפעילים אותו</li>
                <li>נכנסים אל צור שיר ובוחרים ב"מקליט שמע", לאחר מכן יש לבחור בציר הזמן </li>
                <li>לוחצים על הלולאה ולאחר מכן לוחצים ארוך וגוררים את הצלצול שהורדנו למכשיר, במידה והוא לא מופיע פותחים את הפריטים מיישום "קבצים" למטה</li>
                <li>אחרי שגררנו את הצלצול לוחצים על הסימן הזה ושומרים את הצלצול ב"שירים שלי"</li>
                <li>לוחצים ארוך על הצלצול שנשמר, יורדים למטה באופציות ולוחצים על שיתוף</li>
                <li>כעת תבחרו בהגדרת הצלצול כצלצול במכשיר שלכם!</li>
              </ul>
            </li>
            </ol>


        </div>
      </div>
    </div>
  </div>
  שימו לב הוספנו לכם תמונות וסרטונים שתוכלו להיעזר בזה, במידה ולא הצלחתם שלחו לנו מייל בדיווח ונחזור אליכם!

  <video width="320" height="240" controls>
    <source src="https://www.ringme.co.il/images/howtoiphone.MP4" type="video/mp4">
  </video>
  <video width="320" height="240" controls>
    <source src="https://www.ringme.co.il/images/howtoiphone1.MP4" type="video/mp4">
  </video>
  <video width="320" height="240" controls>
    <source src="https://www.ringme.co.il/images/howtoiphone2.MP4" type="video/mp4">
  </video>


  <!--
בעבר אתר רינג מי התמקד בצלצולים להורדה למכשירי האנדרואיד בלבד, כעת ניתן להוריד אלפי צלצולים חדשים גם למכשירי האייפון שלכם.<br />
כדי להוריד צלצול לאייפון, חפשו את הצלצול האהוב עליכם, לחצו על "הורד לאייפון" וכעבור מס' שניות הצלצול האהוב עליכם אצלכם במחשב בחינם!<br />
<font color="red"><u>חשוב:</u></font> פתחו את תוכנת ה-iTunes של האייפון, גררו את הצלצול שהורדתם אל התוכנה, לחצו על music כדי לפתוח את התפריט ולאחר מכן לחצו על Tones ותוודאו שמופיע שם הרינגטון שהורדתם.<br />
כעת גשו לאייפון שלכם בתוכנה, כנסו ל-Tones ולאחר מכן וודאו שהצלצול שלכם מסומן ב-V ולאחר מכן סנכרנו את מכשיר האייפון שלכם!

<br /><br />
--!>
<h2>איך להוריד צלצולים לאנדרואיד</h2>
	<table cellpadding='2' cellspacing='0' width='100%' style='background-color:#FFFFFF;color:#062b4d;border:1px dashed #800080'>
	<tr>
		<td></td>
	</tr>
	</table>
לא מזמן האתר סיפק אך ורק צלצולים לאנדרואיד, לאחרונה נוספו אלפי צלצולים חדשים עם הורדה למכשירי האייפון. במידה ויש לכם מכשיר אנדרואיד הגעתם למקום הנכון, תוכלו למצוא את הצלצולים הכי חדשים והכי נחשקים בכל הזמנים!<br />
כדי להוריד את הרינגטון האהוב עליכם בחינם, חפשו אותו והורידו אותו למחשב האישי שלכם, חברו את מכשיר האנדרואיד שלכם למחשב והעבירו את הקובץ לאחסון הטלפון.<br />
בשביל להוריד ממכשיר הסלולרי שברשותכם, הכנסו לאתר רינג מי דרך אפליקציית דפדפן מרובת חלונות (לדוגמא: Google Chrome) הורידו את הצלצול המבוקש, כעת יופע לכם נגן לחצו עליו לחיצה ארוכה ושמרו את הסרטון - זהו הצלצול ירד בהצלחה!<br />
כעת מה שנותר הוא להגדיר את הצלצול שהורדתם כצלצול דרך ההגדרות במכשירי האנדרואיד. <br />
ניתן להוריד את הצלצול שאתם מחפשים גם ישירות למכשיר האנדרואיד שלכם! ללא צורך בהרשמה או תשלום נוסף!